The number of FamilySizeTables in a family.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public int NumberOfSizeTables { get; }
  Visual Basic
Public ReadOnly Property NumberOfSizeTables As Integer
	Get
  Visual C++
public:
property int NumberOfSizeTables {
	int get ();
}
 See Also
  FamilySizeTableManager Class
  Autodesk.Revit.DB Namespace